Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/SettingsCellularUI/CellulariPad.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CELLULAR_DIAGNOSTICS_RUN
source: Run Diagnostics with Apple Support
ar: تشغيل التشخيصات باستخدام دعم Apple
bg: Изпълняване на диагностика с Поддръжка на Apple
ca: Executa el diagnòstic amb l’app de suport d’Apple
cs: Spustit diagnostiku přes aplikaci Apple Support
da: Udfør diagnosticering med Apple-support
de: Diagnose mit Apple Support durchführen
el: Εκτέλεση Διαγνωστικών ελέγχων με την Υποστήριξη Apple
es: Ejecutar diagnóstico con Soporte de Apple
es_419: Ejecutar diagnóstico con el Soporte técnico de Apple
fi: Suorita vianmääritys Applen tuen kanssa
fr: Exécuter le diag. avec Assistance Apple
fr_ca: Exécuter des diagnostics avec l’assistance Apple
he: הפעלת כלי האבחון באמצעות היישום Support של Apple
hi: Apple सहायता के साथ डायग्नॉस्टिक चलाएँ
hr: Pokreni dijagnostiku koristeći Apple Support
hu: Diagnosztika futtatása az Apple-támogatással
id: Jalankan Diagnostik dengan Dukungan Apple
it: Esegui diagnosi con Supporto Apple
ja: Appleサポートアプリで診断を開始
kk: Диагностиканы Apple қолдау көрсету сервисімен іске қосу
ko: Apple 지원에서 진단 실행
lt: Atlikti diagnostiką naudojant „Apple Support“
ms: Mulakan Diagnostik dengan Sokongan Apple
nl: Voer diagnose uit met Apple Support
no: Utfør diagnostikk med Apple-kundestøtten
pl: Rozpocznij diagnostykę ze Wsparciem Apple
pt_br: Executar Diagnóstico com o Suporte da Apple
pt_pt: Executar diagnóstico com o Suporte Apple
ro: Rulați diagnoza cu Asistență Apple
ru: Запуск диагностики в Поддержке Apple
sk: Spustiť diagnostiku cez apku Apple Support
sl: Zaženi diagnostiko s tehnično podporo družbe Apple
sv: Utför diagnostik med Apples support
th: สั่งทำงานการวินิจฉัยกับบริการช่วยเหลือของ Apple
tr: Apple Destek ile Tanıları Çalıştır
uk: Почати діагностику зі Службою підтримки Apple
vi: Chạy chẩn đoán với Hỗ trợ của Apple
zh_cn: 通过“Apple支持”运行诊断
zh_hk: 透過「Apple支援」執行診斷
zh_tw: 透過「Apple支援」執行診斷

# APP_USAGE_LIST_TITLE
source: Cellular Data Usage
ar: استخدام البيانات الخلوية
bg: Използвани мобилни данни
ca: Ús de dades mòbils
cs: Využití mobilních dat
da: Forbrug af mobildata
de: Mobile Datennutzung
el: Χρήση δεδομένων κινητού δικτύου
es: Uso de datos móviles
es_419: Consumo de datos
fi: Mobiilidatan käyttö
fr: Utilisation des données cellulaires
fr_ca: Utilisation des données cellulaires
he: שימוש בנתונים סלולריים
hi: मोबाइल डेटा उपयोग
hr: Uporaba mobilnih podataka
hu: Mobil adathasználat
id: Penggunaan Data Seluler
it: Uso dati cellulare
ja: モバイルデータ通信の使用状況
kk: Ұялы деректер қолданысы
ko: 셀룰러 데이터 사용량
lt: Mobiliojo ryšio duomenų naudojimas
ms: Penggunaan Data Selular
nl: Mobieledatagebruik
no: Mobildatabruk
pl: Użycie: dane komórkowe
pt_br: Uso de Dados Celulares
pt_pt: Utilização de dados móveis
ro: Utilizare date celulare
ru: Использование сотовых данных
sk: Využitie mobilných dát
sl: Poraba mobilnih podatkov
sv: Mobildataanvändning
th: การใช้งานข้อมูลเซลลูลาร์
tr: Hücresel Veri Kullanımı
uk: Використання стільникових даних
vi: Sử dụng dữ liệu di động
zh_cn: 蜂窝数据用量
zh_hk: 流動數據用量
zh_tw: 行動數據用量

# EU_INTERNET_DATA_PLAN_REQUIRED
source: Turning on EU Internet will disable cellular data for web browsing, email, and other services if you do not have an EU Internet subscription.
ar: سيؤدي تشغيل إنترنت الاتحاد الأوروبي إلى تعطيل البيانات الخلوية لتصفح الويب، البريد الإلكتروني، والخدمات الأخرى إذا لم تكن مشتركًا في إنترنت الاتحاد الأوروبي.
bg: Включването на функцията Интернет в ЕС ще деактивира мобилните данни за браузване, имейл и други услуги, ако нямате абонамент за ползване на интернет в Европейския съюз.
ca: En activar l’internet de la UE es desactivaran les dades mòbils per a la navegació web, el correu electrònic i altres serveis si no disposes de subscripció a internet de la UE.
cs: Pokud nemáte předplatné internetu v EU, dojde zapnutím internetu pro EU k vypnutí mobilních datových služeb pro prohlížení webu, e‑mail a další služby.
da: Hvis du slår EU-internet til, slås mobildata til webbrowsing, e-mail og andre tjenester fra, hvis du ikke har et EU-internetabonnement.
de: Durch das Aktivieren von EU-Internet werden mobile Daten für das Surfen im Internet, E‑Mail und andere Dienste deaktiviert, wenn kein EU-Internet-Abo besteht.
el: Η ενεργοποίηση του Διαδικτύου ΕΕ θα απενεργοποιήσει τα δεδομένα κινητού δικτύου για την περιήγηση στον Ιστό, τα email και άλλες υπηρεσίες, αν δεν έχετε συνδρομή Διαδικτύου ΕΕ.
es: Si activas “Internet de la UE”, se desactivará la conexión de datos móviles para la navegación web, el correo electrónico y otros servicios si no tienes una suscripción a internet de la UE.
es_419: Activar Internet en la UE desactivará los datos celulares para usar Internet, correo electrónico y otros servicios si no se cuenta con una suscripción a Internet de la UE.
fi: Jos laitat EU-internetin päälle, verkkoselaamisen, sähköpostin ja muiden palvelujen mobiilidata poistetaan käytöstä, ellei sinulla ole EU-internet-tilausta.
fr: L’activation de l’option « Internet U.E. » désactivera les données cellulaires pour la navigation sur le Web, l’envoi d’e-mails et l’utilisation d’autres services si vous n’avez pas d’abonnement Internet U.E.
fr_ca: Si vous ne disposez pas d’un abonnement Internet U.E, l’activation d’Internet U.E. désactivera les données cellulaires vous permettant de naviguer sur Internet et d’utiliser la messagerie et d’autres services.
he: הפעלה של אינטרנט של האיחוד האירופי תוביל לביטול הנתונים הסלולריים עבור גלישה באינטרנט, שימוש בדוא״ל ושירותים אחרים אם אין לך מינוי אינטרנט של האיחוד האירופי.
hi: यदि आपके पास EU इंटरनेट सब्सक्रिप्शन नहीं है, तो EU इंटरनेट चालू करने से वेब ब्राउज़िंग, ईमेल और अन्य सेवाओं के लिए मोबाइल डेटा अक्षम हो जाएगा।
hr: Uključite li EU internet, onemogućit će se mobilni podaci za pretraživanje interneta, e-mail i druge usluge ako nemate internetsku pretplatu u EU.
hu: Az európai uniós internet bekapcsolása le fogja tiltani a mobiladatok webböngészéshez, e-mailekhez és egyéb szolgáltatásokhoz való használatát, ha nem rendelkezik európai uniós internet-előfizetéssel.
id: Dengan menyalakan Internet EU, data seluler akan dinonaktifkan untuk penelusuran web, email, dan layanan lainnya jika Anda tidak memiliki langganan Internet EU.
it: Se non possiedi un abbonamento internet UE, l’attivazione di questa opzione disabiliterà i dati cellulare per la navigazione web, la ricezione e l’invio di email e altri servizi.
ja: EUインターネットをオンにすると、EU圏内の通信事業者のプランがない場合は、モバイルデータ通信によるWebブラウズやメールなどのサービスの利用がオフになります。
kk: «EU Internet» жазылымы болмаған жағдайда «EU Internet» функциясын қосқан кезде, веб-сайттарды, эл. поштаны және басқа сервистерді қарауға арналған ұялы деректер өшеді.
ko: EU 인터넷을 켜면 EU 인터넷에 가입되어 있지 않은 경우 웹 브라우징, 이메일 및 기타 서비스를 위한 셀룰러 데이터가 비활성화됩니다.
lt: Jei neturite ES interneto prenumeratos, įjungus ES internetą bus išjungti mobiliojo ryšio duomenys naršymui internete, el. paštui ir kitoms paslaugoms.
ms: Mengaktifkan Internet EU akan menyahdayakan data selular untuk pelayaran web, e-mel dan perkhidmatan lain jika anda tidak mempunyai langganan Internet EU.
nl: Als je EU-internet inschakelt, wordt mobiel gegevensverkeer uitgeschakeld voor websurfen, e‑mail en andere voorzieningen als je geen EU-internetabonnement hebt.
no: Hvis du slår på EU-internett, blir mobildata deaktivert for bruk av e‑post, internett og andre tjenester med mindre du har et EU-internettabonnement.
pl: Włączenie opcji Internet UE wyłączy plan danych dla przeglądania Internetu oraz korzystania z poczty email i innych usług w przypadku braku subskrypcji Internet UE.
pt_br: Se a internet da União Europeia for ativada, os dados celulares para navegação na web, e-mail e outros serviços serão desativados se você não tiver uma assinatura de internet da União Europeia.
pt_pt: Se não dispõe de assinatura do serviço Internet UE, ativar esta opção desativa dados móveis para navegar na internet, e‑mail e outros serviços.
ro: Activarea opțiunii internet UE va dezactiva conexiunea celulară de date pentru navigarea web, e‑mail și alte servicii dacă nu aveți un abonament de internet UE.
ru: При включении функции «EU Internet» сотовые данные для просмотра веб-страниц, сообщений e-mail и других функций будут отключены в случае отсутствия подписки EU Internet.
sk: Ak nie ste prihlásení na odber služby EU Internet, jej zapnutím zakážete mobilné dáta pre prezeranie webu, email a ďalšie služby.
sl: Z vklopom interneta EU boste onemogočili mobilne podatke za spletno brskanje, e-pošto in druge storitve, če nimate sklenjene naročnine za internet EU.
sv: Om du slår på EU-internet avaktiveras mobildata för webbsurfning, e-post och andra tjänster om du inte har ett EU-internetabonnemang.
th: การเปิดใช้อินเทอร์เน็ต EU จะปิดใช้งานข้อมูลเซลลูลาร์สำหรับการเลือกดูเว็บ อีเมล และบริการอื่นหากคุณไม่มีการสมัครใช้บริการอินเทอร์เน็ต EU
tr: AB İnternet seçeneği açıldığında, AB İnternet aboneliğiniz yoksa web tarama, e-postalar ve diğer servisler için hücresel veri etkisizleştirilecektir.
uk: Увімкнення ЄС‑інтернету вимкне стільникові дані для вебперегляду, е‑пошти й інших служб, якщо ви не маєте підписки на ЄС‑інтернет.
vi: Bật EU internet sẽ tắt dữ liệu di động cho việc duyệt web, email và các dịch vụ khác nếu bạn không có đăng ký EU internet.
zh_cn: 如果没有订阅“欧盟互联网”，打开“欧盟互联网”将停用蜂窝数据，不能浏览网页、使用电子邮件和其他服务。
zh_hk: 如開啟「歐盟互聯網」，如果你沒有訂閲歐盟互聯網計劃，網頁瀏覽、電郵及其他服務將會無法使用流動數據。
zh_tw: 開啟歐盟網際網路後，若未申租歐盟網際網路方案，會停用透過行動數據瀏覽網頁、收發郵件和使用其他服務。

# NETWORK_SLICING_OFF
source: Off
ar: متوقف
bg: Изкл.
ca: No
cs: Vypnuto
da: Fra
de: Aus
el: Όχι
es: No
es_419: Desactivada
fi: Pois
fr: Non
fr_ca: Non
he: כבויה
hi: बंद
hr: Isključeno
hu: Ki
id: Mati
it: No
ja: オフ
kk: Өшірулі
ko: 끔
lt: Išjungta
ms: Tak Aktif
nl: Uit
no: Av
pl: Wył.
pt_br: Desativado
pt_pt: Desativado
ro: Nu
ru: Выкл.
sk: Vyp.
sl: Izklopljeno
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# TURN_ON_WIFI_FAUX_CARD_SCANNER_FOOTER_HYPERLINK_SUBSTRING
source: Wi-Fi
de: WLAN
he: תקשורת אלחוטית
hi: वाई-फ़ाई

# LEARN_MORE_AT_LINK
source: https://apple.co/iPhoneCellularService
de: https://apple.com/de/iPhoneCellularService

# CELLULAR_DIAGNOSTICS_LEARN_MORE_LINK
source: https://apple.co/iPhoneCellularService
de: https://apple.com/de/iPhoneCellularService

# APPLE_SIM_LEARN_MORE_URL
source: https://support.apple.com/ht203089?cid=mc-ols-ipad-article_ht203089-ios_ui-07262022
fr: https://support.apple.com/fr-fr/HT203089?cid=mc-ols-ipad-article_ht203089-ios_ui-07262022
hi: https://support.apple.com/hi-in/HT203089?cid=mc-ols-ipad-article_ht203089-ios_ui-07262022
hr: https://support.apple.com/hr-hr/ht203089?cid=mc-ols-ipad-article_ht203089-ios_ui-07262022
ms: https://support.apple.com/en-my/ht203089?cid=mc-ols-ipad-article_ht203089-ios_ui-07262022
zh_hk: https://support.apple.com/zh-hk/HT203089?cid=mc-ols-ipad-article_ht203089-ios_ui-07262022

# TURN_ON_WLAN_FAUX_CARD_SCANNER_FOOTER_HYPERLINK_SUBSTRING
source: WLAN
he: תקשורת WLAN
zh_cn: 无线局域网

# CLOUD_DRIVE_CELLULAR
source: iCloud Drive
zh_cn: iCloud云盘
zh_hk: iCloud雲碟
zh_tw: iCloud雲碟
